Repository: chillSeCdW/BookingSense
Catalog: BookingSense/resources/Localizable.xcstrings
Source language: en
Languages: de

# %@ costs of annually
source: %@ costs of annual bookings:
de: %@e Kosten der jährlichen Buchungen:

# %@ costs of biweekly
source: %@ costs of biweekly bookings:
de: %@e Kosten der zweiwöchtlichen Buchungen:

# %@ costs of daily
source: %@ costs of daily bookings:
de: %@e Kosten der täglichen Buchungen:

# %@ costs of monthly
source: %@ costs of monthly bookings:
de: %@e Kosten der monatlichen Buchungen:

# %@ costs of quarterly
source: %@ costs of quarterly bookings:
de: %@e Kosten der vierteljährlichen Buchungen:

# %@ costs of semiannually
source: %@ costs of semiannual bookings:
de: %@e Kosten der halbjährlichen Buchungen:

# %@ costs of weekly
source: %@ costs of weekly bookings:
de: %@e Kosten der wöchentlichen Buchungen:

# %@ cover details %@
source: To cover non-%1$@ deductions save at least the following amount every %2$@.
de: Um alle nicht %1$@en Kosten zu decken, sollte mindestens folgender Betrag %2$@ zurück gelegt werden.

source: %@ deductions:
de: %@e Abzüge:

source: %@ income:
de: %@es Einkommen:

source: %@ insights
de: %@e Erkenntnisse:

# %@ Minus
source: %@ deductions
de: %@e Kosten

source: %@ Overview
de: %@e Übersicht

# %@ Plus
source: %@ income
de: %@es Einkommen

# %@ Saving
source: %@ savings
de: %@e Rücklagen

source: %@ savings:
de: %@e Rücklagen:

# %@ transformedInfo
source: Amount was parsed to: %@.
de: Betrag wurde als %@ erfasst.

# %lld entries
source: %lld bookings
de: %lld Buchungen

source: Active
de: Aktiv

source: Add
de: Hinzufügen

source: Adding a booking
de: Buchung hinzufügen

# Additional %@ Infos
source: Additional %@ information
de: Zusätzliche %@e Informationen

source: All costs as %@:
de: Alle Kosten als %@:

source: All income as %@:
de: Alle Einkommen als %@:

source: All savings as %@:
de: Alle Einsparungen als %@:

source: Amount
de: Betrag

# AmountPrefix
source: Sign
de: Vorzeichen

# Annually
source: annual
de: jährlich

source: Archived
de: Archiviert

# Are you sure you want to delete all entries?
source: Are you sure you want to delete all bookings? This will also effect timeline entries.
de: Möchtest du sicher alle Buchungen löschen? Dies wird auch Zeitstrahleinträge entfernen.

source: Are you sure?
de: Bist du sicher?

source: Authentication
de: Authentifizierung

# Biweek
source: second week
de: jede zweite Woche

source: biweekly
de: zweiwöchentlich

source: Booking
de: Buchung

source: Bookings
de: Buchungen

# calculated total %@ costs
source: all %@ deductions + all other deductions adjusted for the selected interval
de: alle %@e Abzüge + alle anderen Abzüge auf den ausgewählten Interval umgerechnet

# calculated total %@ income
source: all %@ income + all other income adjusted for the selected interval
de: alle %@e Einkommen + alle anderen Einkommen auf den ausgewählten Interval umgerechnet

# calculated total %@ savings
source: all %@ savings + all other savings adjusted for the selected interval
de: alle %@e Einsparungen + alle anderen Einsparungen auf das ausgewählte Interval umgerechnet

# calculated total left
source: all incomes adjusted for selected interval - all deductions and savings for selected interval
de: alle Einkommen - alle Abzüge und Einsparungen jeweils auf den ausgewählten Interval umgerechnet

# Can remove this tab in settings if you don't want to use it
source: You can remove this tab in Settings when you don’t want to use it.
de: Du kannst diesen Tab in den Einstellungen ausblenden, falls du ihn nicht verwenden magst.

source: Cancel
de: Abbrechen

source: Chart Type
de: Diagrammtyp

source: Charts
de: Diagramme

source: Checked
de: Abgehackt

# Clear and insert
source: Delete old entries and insert new
de: Vorhandene Einträge löschen und neue hinzufügen

source: Click here to add a booking.
de: Hier klicken um eine Buchung zu erstellen.

source: Conflict
de: Konflikt

source: Contact
de: Kontakt

source: Create
de: Erstellen

source: Create booking
de: Buchung erstellen

source: Create entry
de: Eintrag erstellen

source: Create tag
de: Tag erstellen

source: daily
de: täglich

source: Data
de: Daten

source: Date of first booking
de: Datum der ersten Buchung

source: day
de: täglich

source: Delete
de: Löschen

# Delete %@
source: Delete booking “%@”
de: Buchung “%@” löschen

source: Delete all
de: Alle löschen

# Delete all entries
source: Delete all bookings
de: Alle Buchungen löschen

source: Delete booking
de: Buchung löschen

source: Delete tag
de: Tag löschen

source: Delete tag “%@”
de: Tag “%@” löschen

source: Dismiss
de: Schließen

source: Done
de: Fertig

source: Done on
de: Fertig am

source: Edit
de: Bearbeiten

source: Edit booking
de: Buchung bearbeiten

source: Edit entry
de: Eintrag bearbeiten

source: Edit tag
de: Tag bearbeiten

source: empty
de: leer

# Enable Authentication for Blurring
source: Enable Authentication for blurring data
de: Authentifizierung für das Verschleiern der Daten

# Entries already found
source: Some existing entries were found.
de: Bereits vorhandene Einträge wurden gefunden.

# Entry name already exists. Please use different name.
source: Entry name already exists. Please use a different name.
de: Name des Eintrags bereits vorhanden. Bitte wähle einen anderen aus.

# Export as json
source: Export data
de: Daten exportieren

source: Features
de: Funktionalitäten

source: from
de: von

source: Give feedback
de: Feedback geben

source: Give feedback with default mail app
de: Feedback mit der Standard-Mail-App geben

source: Give Permission to activate Biometric Authentication
de: Vergebe Berechtigung für biometrische Authentifizierung

source: half-year
de: halbjährlich

source: Highest amount
de: Höchster Betrag

source: Hints
de: Hinweise

# Hints will be reset when restarting the App
source: Hints will be reset when you restart the App.
de: Hinweise werden zurückgesetzt sobald du die App neustartest.

source: How it's calculated:
de: Wie es berechnet wird:

# Import as json
source: Import data
de: Daten importieren

source: Incoming
de: Eingehend

source: Interval
de: In­ter­vall

source: month
de: monatlich

source: monthly
de: monatlich

# Next booking %@
source: Next booking on %@
de: Nächste Buchung am %@

source: No entries found.
de: Keine Einträge gefunden.

# No mail account found. Open settings.
source: No native mail account found. Add one here.
de: Kein natives Mail Konto gefunden. Hier eins hinzufügen

source: No tags found.
de: Keine Tags gefunden.

# No timeline entries found
source: No timeline entries found. Try adjusting filters or swipe down to generate Entries.
de: Keine Zeitstrahleinträge gefunden. Versuche die Filter anzupassen oder wische nach unten, um Einträge zu erzeugen.

source: Open
de: Offen

source: Open homepage
de: Webseite öffnen

source: Outgoing
de: Ausgehend

source: Overview
de: Übersicht

source: Paused
de: Pausiert

# Please make sure start date is set correctly
source: Please make sure to starting date is correct.
de: Bitte stelle sicher, dass das Anfangsdatum korrekt ist.

# Press the + button to add an entry or adjust filters
source: Press the + button to add an entry or adjust the current filters.
de: Drücke die + Taste um einen Eintrag hinzuzufügen oder ändere die ausgewählten Filter.

# Quarter
source: quarter year
de: Vierteljahr

source: quarterly
de: vierteljährlich

source: Reopen
de: Wieder öffnen

source: Reset hints
de: Hinweise zurücksetzen

source: save
de: speichern

source: Save failed
de: Speichern fehlgeschlagen

source: Saving
de: Einsparung

source: search
de: Suchen

source: Select date
de: Datum auswählen

source: Select interval
de: Interval auswählen

source: Select to show
de: Auswählen zum anzeigen

# Semiannually
source: semiannual
de: halbjährlich

source: Settings
de: Einstellungen

source: Show Timeline tab
de: Zeitstrahl Tab anzeigen

source: Skip
de: auslassen

source: Skipped
de: Ausgelassen

source: Something went wrong
de: Etwas ist schief gelaufen

source: Sort
de: sortieren

source: Sort By
de: sortieren nach

source: Sort order
de: Sortierreihenfolge

# sort_order.forward
source: Forward
de: Vorwärts

# sort_order.reverse
source: Reverse
de: Rückwärts

# sort_parameter.amount
source: Amount
de: Betrag

source: State
de: Status

source: State of booking
de: Status der Buchung

source: States
de: Status

source: Success
de: Erfolg

# Sure delete booking %@, will delete timeline entries?
source: Sure you want to delete booking “%@”? It will also delete all associated timeline entries.
de: Sicher das du Buchung “%@” löschen willst? Dies wird auch alle zugehörigen Zeitstrahleinträge entfernen.

# Sure delete entry %@ (%@)?
source: Sure you want to delete Timeline entry “%1$@” (%2$@)?
de: Sicher das du Zeitstrahleintrag “%1$@” (%2$@) löschen willst?

# Sure delete tag %@? will remove tags from bookings/timeline entries
source: Sure you want to delete tag “%@”? It will also remove tag from associated bookings/timeline entries.
de: Sicher das du Tag “%@” löschen willst? Tag wird auch aus zugehörigen Buchungen/Zeitstrahleinträge entfernt.

source: Tag will be removed from associated bookings/timeline entries.
de: Tag wird auch aus zugehörigen Buchungen/Zeitstrahleinträge entfernt.

# Thank you for upgrading and enjoy
source: Thank you for upgrading and enjoy the full version! :)
de: Vielen Dank für das Upgraden und viel Spaß mit der Vollversion! :)

source: Thank you for your tip!
de: Vielen Dank für dein Trinkgeld!

source: Timeline
de: Zeitstrahl

source: Timeline is a Full Access feature
de: Zeitstrahl ist eine Vollzugang Funktionalität

# Timeline is there to help you keep track of your bookings
source: Timeline is there to help you keep track of your bookings. You will be able to check off your bookings when they happen.
de: Zeitstrahl dient zur leichteren Übersicht deiner Buchungen. Wenn deine Buchungen stattfanden, kannst du sie hier abhaken.

source: Tips
de: Trinkgeld

# To cover %@ deductions
source: save following amount %@:
de: Folgenden Betrag %@ bei Seite legen:

# To cover non-monthly deductions
source: To cover non-monthly deductions save at least the following amount each month:
de: Um alle nicht monatlichen Kosten zu decken, sollte mindestens folgender Betrag monatlich zurück gelegt werden:

source: Total %@ left:
de: Gesamter %@er Restbetrag:

# Total bookings %lld
source: %lld total bookings
de: %lld Buchungen insgesamt

source: Total costs
de: Gesamtkosten

source: Total left
de: Restbetrag

source: Total savings
de: Einsparungen

source: Trash
de: Papierkorb

source: Type
de: Typ

source: Unchecked
de: Unabgehakt

# Unlock feature in Settings -> Features
source: To unlock feature go to Settings -> Features
de: Zum freischalten gehe in Einstellungen -> Funktionalitäten

# Useful for sorting and statistics, associated with all timeline entries
source: Useful for sorting and statistics, will be associated with all timeline entries.
de: Wird verwendet für das Sortieren, Statistiken und die dazugehörigen Zeitstrahleinträge.

source: User interface
de: Benutzeroberfläche

source: week
de: wöchentlich

source: weekly
de: wöchentlich

# Will also impact associated timeline entries
source: This will also remove all associated timeline entries.
de: Dies wird auch alle dazugehörigen Zeitstrahleinträge entfernen.

source: Write an App Store review
de: Schreibe eine App Store Bewertung

source: year
de: jährlich
